{
  "pages": {
    "landing": {
      "faqBlock": {
        "title": "FAQ",
        "howItWorks": {
          "title": "How it works?",
          "step_1": "Submitting a job 📩",
          "step_2": "Cost estimate 💶",
          "step_3": "Fulfillment of an order 🛠️",
          "step_4": "Support to the end ❤️",
          "step_5": "Good mark ✅"
        },
        "QA": {
          "card_1": {
            "Q": "Will my teacher know that I cheat?",
            "A": "Our team will help you protect and explain the written code"
          },
          "card_2": {
            "Q": "How fast work will be completed?",
            "A": "The time it takes to process your application depends on the workload of our team. Approximate deadlines for completing the task are 1-2 academic/working days. Depending on the complexity of your work"
          },
          "card_3": {
            "Q": "What happens if the teacher finds a mistake in the work?",
            "A": "This can happen due to the ambiguity of the terms of the job itself, but our team is always correcting their mistakes and we are actively involved in helping with your job at no extra charge."
          },
          "card_4": {
            "Q": "How is payment made?",
            "A": "Payment for the assignment is made by 50% prepayment. After completing the work, our mentor will contact you and provide a screenshot / photo of the completed work. Next - the introduction of the second half of the amount."
          },
          "card_5": {
            "Q": "Can we be trusted?",
            "A": "Our team is made up of experienced and qualified personnel who will help you complete tasks of varying complexity\n\nOur project receives a lot of positive feedback from people of different directions and specialties, which indicates the diversity of our team\n\nAll stages: from prepayment to delivery work - the client goes along with the mentor\n\nDuring such a short time of the existence of our project, we managed to earn the trust of many people"
          }
        }
      }
    }
  }
}
