{
  "pages": {
    "landing": {
      "faqBlock": {
        "title": "FAQ",
        "howItWorks": {
          "title": "Как это работает?",
          "step_1": "Отправка задания 📩",
          "step_2": "Оценка стоимости 💶",
          "step_3": "Выполнение заказа 🛠️",
          "step_4": "Поддержка до конца ❤️",
          "step_5": "Хорошая оценка ✅"
        },
        "QA": {
          "card_1": {
            "Q": "Узнает ли мой учитель, что я списал?",
            "A": "Наша команда поможет вам с защитой и объяснит написанный код"
          },
          "card_2": {
            "Q": "Как быстро выполнят мой заказ?",
            "A": "Время на обработку вашей заявки зависит от загруженности нашей команды. Примерные сроки выполнения задания составляют 1-2 учебных/рабочих дня. В зависимости от сложности вашей работы"
          },
          "card_3": {
            "Q": " Что будет, если учитель найдет ошибку в работе?",
            "A": "Такое может случиться из-за двусмысленности условия самой работы, но наша команда всегда исправляет свои ошибки и мы активно участвуем в помощи с вашей работой без дополнительной платы"
          },
          "card_4": {
            "Q": "Как происходит оплата?",
            "A": "Оплата задания происходит по 50% предоплате. После выполнения работы, наш наставник свяжется с вами и предоставит скриншот/фото выполненной работы. Далее - внесение второй половины суммы."
          },
          "card_5": {
            "Q": "Можно ли нам доверять?",
            "A": "Наша команда сформирована из опытных и квалифицированных кадров, которые помогут вам с выполнением заданий разной сложности\n\nНаш проект получает множество положительных отзывов от людей разных направлений и специальностей, что говорит о разнонаправленности нашей команды\n\nВсе этапы: от предоплаты, до сдачи работы - клиент проходит вместе с наставником\n\nЗа столь короткое время существования нашего проекта, мы успели заработать доверие множества людей"
          }
        }
      }
    }
  }
}
